acpid
aic94xx-firmware
alsa-utils
android-file-transfer
android-studio
aspell
aspell-en
aspell-vi
autoconf
automake
autorandr
base
bear
bind-tools
binutils
bison
blueman
bluez-utils
calibre
cask
clang
cmake
color-picker
cpupower
crda
cronie
dhcpcd
dialog
direnv
discord
dmenu
dmidecode
docker
docker-compose
dosfstools
drafter
dropbox
emacs27-git
enpass-bin
evtest
exfat-utils
fakeroot
fd
feh
flex
fwupd
fzf
gcc
gimp
git
glslang
google-chrome
graphviz
groff
gtk2
heroku-cli
howdy
htop
hub
i3-gaps
i3blocks
i3status
ibus
ibus-unikey
intel-ucode
jdk8-openjdk
jq
kdeconnect
languagetool
libmagick6
libpng12
libva-intel-driver
libva-utils
libvdpau-va-gl
light
lightdm
lightdm-mini-greeter
linux
linux-firmware
linux-headers
make
man-db
minicom
mitmproxy
mplayer
ncdu
neofetch
neovim
nerd-fonts-fira-code
net-tools
netctl
network-manager-applet
networkmanager
nitrogen
nmap
nodejs
noto-fonts
noto-fonts-emoji
npm
openocd
opensmtpd
openssh
openssl-1.0
otf-fira-code
paprefs
parted
pasystray
patch
pavucontrol
peek
picom
pkgconf
pkgfile
plantuml
playerctl
polybar-git
poppler-glib
postgresql
postgresql-old-upgrade
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pybluez
python2-pip
qemu
rbenv
react-native-debugger
redis
ripgrep
rofi
rsync
ruby-build
scrot
slack-desktop
spotify
stow
sudo
sysfsutils
systemd-resolvconf
the_silver_searcher
thunar
tigervnc
tlp
tmux
tree
ttf-font-awesome
ttf-liberation
unrar
unzip
v4l2loopback-dkms-git
vdpauinfo
watchman
wd719x-firmware
wget
wireless_tools
wpa_supplicant
x86_energy_perf_policy
xcape
xclip
xfce4-notifyd
xfce4-terminal
xorg-bdftopcf
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwininfo
yay
zip
zoom
zsh
zsh-completions
