acpi
acpica
alsa-utils
android-tools
arandr
aspell
aspell-en
aspell-vi
autoconf
automake
autorandr
base
bash-completion
bat
bc
binutils
bison
blueman
bluez-utils
byzanz
cmake
code
cpupower
cronie
dhcpcd
dialog
discord
dmenu
dmidecode
docker
docker-compose
drafter
dropbox
emacs-git
enpass-bin
ethtool
evtest
exfat-utils
fakeroot
fd
feh
file
findutils
firefox-developer-edition
fix-bt-a2dp
flex
fwupd
fzf
gawk
gcc
gendesk
gettext
gimp
git
glxinfo
gnome-keyring
google-chrome
grep
groff
gzip
htop
httpie
hub
i3-gaps
i3blocks
i3lock-color
i3status
i7z
ibus-unikey
ifuse
intel-ucode
irqbalance
iw
jfsutils
jq
kdialog
keychain
libmagick6
libtool
lightdm
lightdm-mini-greeter
linux
linux-firmware
logrotate
lvm2
m4
make
man-pages
marked
mdadm
memtest86-efi
mplayer
msr-tools
nano
neofetch
neovim
nerd-fonts-dejavu-complete
net-tools
netctl
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
openssh
pacman
pacman-contrib
paprefs
pasystray
patch
pavucontrol
pkgconf
playerctl
plymouth
postgresql
powertop
pulseaudio-alsa
pulseaudio-bluetooth
pyenv
ranger
rbenv
refind-efi
reiserfsprogs
ripgrep
rofi
rofi-calc
rofi-file-browser-extended-git
rsync
ruby-build
ruby-gpgme
s-nail
s-tui
scrot
sed
shellcheck
slack-desktop
smartmontools
spotify
sshpass
stow
sudo
sysfsutils
telegram-desktop
terminus-font
texinfo
the_silver_searcher
thermald
thrift
thunar
tig
tlp
tlp-rdw
tmux
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-mac-fonts
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
unzip
usbutils
util-linux
vi
vulkan-intel
wget
which
wireless_tools
words
wpa_supplicant
x86_energy_perf_policy
xautolock
xcape
xclip
xf86-input-mtrack
xf86-video-vesa
xfce4-notifyd
xfce4-terminal
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
zsh-completions
