acpid
aic94xx-firmware
alsa-utils
aspell
aspell-en
aspell-vi
autoconf
automake
autorandr
base
bat
bind-tools
binutils
bison
blueman
bluez-utils
cask
cmake
cpupower
crda
cronie
dhcpcd
dialog
discord
dmenu
dmidecode
docker
docker-compose
dosfstools
drafter
dropbox
dunst
emacs
enpass-bin
evtest
exfat-utils
fakeroot
fd
feh
flex
font-manager
fzf
gcc
gimp
git
gobject-introspection
google-chrome
gst-plugins-good
gtk2
heroku-cli
howdy
htop
hub
i3-gaps
i3blocks
i3status
ibus
ibus-unikey
intel-ucode
jq
languagetool
libmagick6
libpng12
libva-intel-driver
libva-utils
light
lightdm
lightdm-mini-greeter
linux
linux-firmware
lshw
make
mesa-demos
mplayer
ncdu
neovim
nerd-fonts-dejavu-complete
net-tools
netctl
network-manager-applet
networkmanager
nitrogen
nmap
nodejs
noto-fonts
noto-fonts-emoji
openssh
openssl-1.0
otf-fira-code
otf-san-francisco-mono
otf-san-francisco-pro
paprefs
parted
pasystray
patch
pavucontrol
pkgconf
pkgfile
playerctl
postgresql
postgresql-old-upgrade
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python2-pip
qemu
rbenv
redis
ripgrep
rofi
ruby-build
scrot
slack-desktop
spice-gtk
spotify
stow
sudo
sysfsutils
systemd-resolvconf
the_silver_searcher
thunar
tigervnc
tlp
tmux
traceroute
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-mac-fonts
ttf-monaco
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
unzip
wd719x-firmware
wget
wpa_supplicant
x86_energy_perf_policy
xautolock
xcape
xclip
xfce4-notifyd
xfce4-terminal
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yay
zip
zoom
zsh
zsh-completions
